Repository: bitgapp/eqMac
Catalog: Source/*.lproj/Localizable.strings
Languages: de, pl

source: Flat
de: Linear
pl: Płaski

# Accoustic
source: Acoustic
pl: Akustyczna

source: Bass Booster
de: Mehr Bässe
pl: Podbicie basu

source: Bass Reducer
de: Weniger Bässe
pl: Redukcja basu

source: Classic
de: Klassik
pl: Klasyczna

source: Dance
pl: Taneczna

source: Electronic
pl: Elektroniczna

source: Latin
pl: Latynoska

source: Loudness
pl: Głośna

source: Piano
pl: Pianino

source: Small Speakers
de: Kleine Boxen
pl: Małe głośniki

source: Spoken Word
de: Sprache
pl: Poezja mówiona

source: Treble Booster
de: Mehr Höhen
pl: Podbicie sopranu

source: Treble Reducer
de: Weniger Höhen
pl: Redukcja sopranu

source: Vocal Booster
de: Gesang
pl: Podbicie wokalu

source: Custom
de: Benutzerdefiniert
pl: Własne

source: Cancel
de: Abbrechen
pl: Anuluj

source: Save
de: Speichern
pl: Zapisz

source: Uninstall
de: Deinstallieren
pl: Odinstaluj

source: Install
de: Installieren
pl: Zainstaluj

source: Please enter a name for your new preset.
de: Name für neue Einstellung.
pl: Proszę podaj nazwę dla nowego szablonu

source: eqMac Driver requires an update
de: Der eqMac Treiber muss aktualisiert werden.
pl: Sterownik eqMac wymaga aktualizacji

source: In order to update the driver, the eqMac will ask for your system password.
de: Für die Aktualisierung des Treibers wird das System Passwort benötigt.
pl: Aby zaktualizować sterownik, eqMac poprosi o wpisanie hasła.

source: Update
de: Aktualisierung
pl: Aktualizuj

source: Old eqMac Driver was detected
de: Ein alter eqMac Treiber wurde erkannt.
pl: Znaleziono stary sterownik eqMac

source: Old driver needs to be uninstalled for eqMac2 to function properly.
de: Damit eqMac2 ordnungsgemäß funktioniert, muss der alte Treiber deinstalliert werden.
pl: Stary sterownik musi zostać odinstalowany, aby eqMac2 mógł działać prawidłowo.

source: eqMac2 Requires a Driver
de: eqMac2 benötigt einen Treiber
pl: eqMac2 wymaga sterownika

source: Uninstall eqMac2?
de: eqMac2 deinstallieren ?
pl: Odinstalować eqMac2?

source: Are you sure about this?
de: Sind sie sicher ?
pl: Jesteś pewnień?

source: Yes, uninstall
de: Ja, deinstallieren
pl: Tak, odinstaluj

source: No, cancel
de: Nein, abbrechen
pl: Nie, anuluj

source: Lounge
de: Halle
