Repository: bitgapp/eqMac
Catalog: eqMac2/*.lproj/Localizable.strings
Languages: ru_ru

source: Flat
ru_ru: Без коррекции

source: Accoustic
ru_ru: Акустическая

source: Bass Booster
ru_ru: Больше низких

source: Bass Reducer
ru_ru: Меньше низких

source: Classic
ru_ru: Классическая

source: Dance
ru_ru: Танцевальная

source: Deep
ru_ru: Дип-Хаус

source: Electronic
ru_ru: Электронная

source: Hip-Hop
ru_ru: Хип-хоп

source: Jazz
ru_ru: Джаз

source: Latin
ru_ru: Латиноамериканская

source: Loudness
ru_ru: Погромче

source: Lounge
ru_ru: Большая Комната

source: Piano
ru_ru: Фортепиано

source: Pop
ru_ru: Поп

source: RnB
ru_ru: Ритм-энд-Блюз

source: Rock
ru_ru: Рок

source: Small Speakers
ru_ru: Маленькие Динамики

source: Spoken Word
ru_ru: Речь

source: Treble Booster
ru_ru: Больше высоких

source: Treble Reducer
ru_ru: Меньше высоких

source: Vocal Booster
ru_ru: Больше Голоса

source: Custom
ru_ru: Вручную

source: Cancel
ru_ru: Отменить

source: Save
ru_ru: Сохранить

source: Uninstall
ru_ru: Удалить

source: Install
ru_ru: Установить

source: Please enter a name for your new preset.
ru_ru: Пожалуйста, введите имя новой настройки.

source: eqMac Driver requires an update
ru_ru: Нужно обновить драйвер eqMac

source: In order to update the driver, the eqMac will ask for your system password.
ru_ru: Что-бы обновить драйвер, eqMac запросит Ваш системный пароль.

source: Update
ru_ru: Обновить

source: Old eqMac Driver was detected
ru_ru: Был обнаружен старый драйвер

source: Old driver needs to be uninstalled for eqMac2 to function properly.
ru_ru: Старый драйвер должен быть удалён для правильной работы eqMac2.

source: eqMac2 Requires a Driver
ru_ru: eqMac2 требуется дополнительный драйвер

source: In order to install the driver, the app will ask for your system password.
ru_ru: Что-бы обновить драйвер, eqMac запросит Ваш системный пароль.

source: Uninstall eqMac2?
ru_ru: Удалить eqMac2?

source: Are you sure about this?
ru_ru: Вы уверены в этом?

source: Yes, uninstall
ru_ru: Дв, удвлить

source: No, cancel
ru_ru: Нет, отменить
